{"iconType":"icon","icon":"plus","color":"#000000","hotspots":[{"position":{"x":27.2,"y":20.787158743428},"alwaysFullscreen":false,"content":[{"params":{"text":"<p dir=\"ltr\">At the top level of the triangle, you are working with PURE COACHING.<\/p>\n\n<p dir=\"ltr\">The Discovery Call and Intake Form are the first steps of this stage, as you ask questions to uncover and clarify the client’s concern or issue, along with their desired outcome from coaching.<\/p>\n\n<p dir=\"ltr\">Possible Areas of Coaching:&nbsp; Achieving goals, communication skills, interview skills or a business problem.<\/p>\n\n<p dir=\"ltr\">Area of the Mind: Conscious state<\/p>\n\n<p dir=\"ltr\">Focused On: Present and Future<\/p>\n\n<p dir=\"ltr\">It is because you are working on the conscious level, and with issues that typically will not require working on at a deeper level, that questions and exercises alone can create change. However, if the above is not working and you have challenged your client (with permission), it may be an indicator to move into the middle level, to work with some of the RTC® Tools. The client may want to do this anyway as part of working with you as an RTC® Coach.<\/p>\n\n<p dir=\"ltr\">Bear in mind, it may take more than 1 session using the coaching tools to identify whether you need to move your client to the RTC® level. Once these goals have been achieved, you could ask a set of closed questions or ‘push’ questions based on what you worked on with the RTC® Tools. This will enable you to move your client back into the Coaching level to help them move forward.<\/p>\n\n<p dir=\"ltr\">Indicators to move to RTC® or RTT®:<\/p>\n\n<p dir=\"ltr\">- If the client is stuck, they are likely to use the same answers to your questions such as, “I don’t know.” - Resistance to change\/Avoidance\/Denial<\/p>\n\n<p dir=\"ltr\">- Self-sabotage<\/p>\n\n<p dir=\"ltr\">- Catastrophizing language<\/p>\n\n<p dir=\"ltr\">- Disassociating<\/p>\n\n<p dir=\"ltr\">- Not completing tasks you set them<\/p>\n\n<p dir=\"ltr\">- Missing coaching sessions, not committing to a schedule<\/p>\n\n<p dir=\"ltr\">- Someone other than themselves booked them in to see you - “I’m here because of my wife.” Is it their wife’s goal for them or is it their own?<\/p>\n\n<p dir=\"ltr\">- Using excuses<\/p>\n\n<p dir=\"ltr\">- Unhealthy goals<\/p>\n\n<p dir=\"ltr\">- The client’s limiting belief has not changed.<\/p>\n\n<p dir=\"ltr\">- You sense something is still holding them back, or you notice they are saying one thing while their body language or eye movements indicate something else.<\/p>\n"},"library":"H5P.Text 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"3fb365b5-6ec1-44e9-b886-4246e012c79b"}],"header":"Pure Coaching Level"},{"position":{"x":27.6,"y":47.950535671074},"alwaysFullscreen":false,"content":[{"params":{"text":"<p dir=\"ltr\">You will find most of your RTC® work will be done in this section using therapeutic coaching and working with your client in a more relaxed conscious and semi-trance state. You can use many of the RTC® Tools to help your client peel away hesitancies and uncover internal thought drivers. This is therapeutic coaching.<\/p>\n\n<p dir=\"ltr\">If you think of the Iceberg metaphor, you will be working with your client’s conscious mind at the 'waterline', with occasional dips below the surface into their subconscious. The client may experience this as 'getting in touch with their intuition'.&nbsp;<\/p>\n\n<p dir=\"ltr\">Possible Areas of Coaching:&nbsp; Confidence, motivation, procrastination, relationships, stress<\/p>\n\n<p dir=\"ltr\">Area of the Mind: Relaxed conscious state, light trance<\/p>\n\n<p dir=\"ltr\">Focused On: Past, Present and Future<\/p>\n\n<p dir=\"ltr\">Indicators to move to the RTT® Level:<\/p>\n\n<p dir=\"ltr\">- If they remain stuck regardless of the work you have done.<\/p>\n\n<p dir=\"ltr\">- Look for patterns of thinking: ‘I can’t change’, ‘I’m too old’, or ‘I can never do this’.<\/p>\n\n<p dir=\"ltr\">- Sensing blocks - as a coach are you getting the answers that you need in order to work at that level? If not, it might be an indication that deeper work with RTT® Tools needs to be done first<\/p>\n\n<p dir=\"ltr\">- Not doing homework or missing coaching sessions.<\/p>\n"},"library":"H5P.Text 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"7e9182f7-0575-4209-ba77-b9a397b45b96"}],"header":"RTC® Level"},{"position":{"x":27.6,"y":69.614209582683},"alwaysFullscreen":false,"content":[{"params":{"text":"<p dir=\"ltr\">Work in the third level uses hypnosis to get to the root cause of the issue in the client’s life. This is pure RTT® where the focus is on asking their subconscious mind to provide answers to why the issue came into their life and helping the client to reframe and release beliefs that are not helping them.&nbsp;<\/p>\n\n<p dir=\"ltr\">Working in the trance state relaxes the conscious mind so the client can access their subconscious thoughts. This is the only way they can access the underlying beliefs and patterns of thinking they created through their experiences.<\/p>\n\n<p dir=\"ltr\">You will be searching to uncover one of the 3 wrong beliefs that Marisa has identified:<\/p>\n\n<p dir=\"ltr\">I’m not enough<\/p>\n\n<p dir=\"ltr\">It’s not available to me<\/p>\n\n<p dir=\"ltr\">I’m different<\/p>\n\n<p dir=\"ltr\">You are working with the client’s past to uncover, release and reframe the limiting belief\/s they have been unaware of. You will then interrupt that thinking by getting them to change the belief and install one that works for them. The recording you make at the end of the session works on the client’s future by including the positive words and phrases they have given you to describe how their life will be when they no longer have the problem.<\/p>\n\n<p dir=\"ltr\">Possible Areas\/Issues:&nbsp; Eating disorders, compulsive behavior, depression, drinking, infertility, sexual problems, smoking, pain control and weight issues<\/p>\n\n<p dir=\"ltr\">Area of the Mind: Subconscious, deeper trance state<\/p>\n\n<p dir=\"ltr\">Focused On: Past and Future<\/p>\n\n<p dir=\"ltr\">Bear in mind, it may take more than 1 session using the RTT® Tools. Once these goals have been achieved, you could ask a set of closed questions or ‘push’ questions based on what you worked on with the RTT® Tools. This will enable you to move your client back into the RTC® and Coaching levels to help them move forward.<\/p>\n"},"library":"H5P.Text 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"},"subContentId":"c6c99e32-03ed-439a-87fc-b96cb41e8c5e"}],"header":"RTT® Level"}],"hotspotNumberLabel":"Hotspot #num","closeButtonLabel":"Close","image":{"path":"images\/image-6128d146b5317.png","mime":"image\/png","copyright":{"license":"U"},"width":3376,"height":2337},"backgroundImageAltText":"The iceberg with the 3 levels highlighted with clickable buttons"}